Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=419_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Amoc esiintyy jälleen kotinurkillaan Inarissa Ijahis idja alkuperäiskansojen musiikkitapahtuman Ijahis ija - konsertissa lauantaina 21.8.
sme: Amoc rábbe fas ruovttuguovllustis Ijahis Idja - váldodáhpáhusas Ijahis ija konsearttas lávvardaga 21.8.

source: Amoc nähdään lavalla yhdessä Ružžen kanssa ja he esittävät räppiä inarinsaameksi.
sme: Lávddi alde Amoc rábbe ovttas Ruččiin ja soai rábbeba anárašgillii.

source: Nykyään saameräpin kenttä on laaja, josta saadaan kiittää Amocia, joka oli ensimmäinen saameräpin tekijä kun genre alkoi kehittymään 2000-luvun alussa.
sme: Dán áigge sámeráppa máhttit leat olugat, ja das oažžut giitit Amoca, guhte lei vuosttas sámeráppa dahkki go genre gárggiidišgođii 2000-logu alggus.

source: Ijahis ija - konsertissa kuullaan myös pohjoissaamenkielistä räppiä jota esittää Kaamasmukasta kotoisin oleva ja kansainvälisiäkin areenoita kiertänyt Ailu Valle.
sme: Ijahis ija konsearttas gullat maiddái davvisámegielat ráppa, man loaiddasta Ailu Valle, guhte lea eret Gámasmohkis ja johtán maid gaskariikkalaš lávddiid.

source: Vuotson seudun joiun jäljillä
sme: Vuohču luđiid guorramin

source: Saamelaisartisti Tiina Aikio on koonnut Ijahis ija - konserttiin vuotsolaisia joikaajia, jotka esittävät perinteisiä joikuja Vuotson alueelta.
sme: Sámeartista Tiina Aikio lea čohkken Ijahis ija – konsertii vuohččulaš juoigiid, geat juiget Vuohču guovllu árbevirolaš luđiid.

source: Joikaajat ovat Vuotson seudun joiun jäljillä ja he ovat kaikenikäisiä, sekä nuoria että vanhoja.
sme: Juoigit leat Vuohču luđiid guorramin ja sii leat buot ahkejoavkkuin, leat sihke nuorat ja vuorrasat.

source: Kokonaisuus liittyy tänä keväänä ilmestyneeseen Gilonanoaivvis - äänitteeseen jolle on tallennettu perinteenkantajien esityksiä monista Vuotson seudun perinteisistä joiuista.
sme: Ollisvuohta laktása dán giđa almmustuvvan Gilonanoaivvis - skearrui, masa lea vurkejuvvon árbedieđuid guoddiid juoigan máŋggain Vuohču guovllu árbevirolaš luđiin.

source: Vuotsolaisten ja Amocin lisäksi Ijahis ija - konsertissa esiintyvät Koškepuško Inarista, Angelit Angelista, Sykkys Jakutiasta, Svetlana Tsernysheva Tsukotkasta, Pavel Alekseejev Jakutiasta, Mollet Kiirunasta ja Adjágas Norjan saamelaisalueelta sekä Nils-Heikki Paltto Lemmenjoelta, Tuomas Aslak Juuso Karesuvannosta, Tiina Sanila-Aikio Sevettijärveltä ja Anna Morottaja Inarista.
sme: Vuohččulaččaid ja Amoca lassin Ijahis ija konsearttas leat Koškepuško Anáris, Angelit Áŋŋelis, Sykkys Jakutias, Svetlana Tsernysheva Chukotkas, Pavel Alekseejev Jakutias, Mollet Gironis ja Adjágas Norgga sámeguovllus ja maid Nils-Heikki Paltto Leammis, Tuomas Aslak Juuso Gárasavvonis, Tiina Sanila-Aikio Čeavetjávrris ja Anna Morottaja Anáris.

source: Ijahis idjasta on vuosien myötä kasvanut musiikkifestivaali joka tuo tiukan kattauksen Saamelaismusiikin kärkinimiä Inariin ja esittelee paikalliskulttuurin viimeisimmät vivahteet.
sme: Ijahis idja lea jagiid áigge sturron musihkkafestiválan, mii buktá njunuš sámemusihkkaartisttaid Anárii ja maid buktá ovdan báikkálaš sámemusihka maŋimuš šuoŋaid.

source: Seitsemäs Ijahis idja – tapahtuma järjestetään Inarissa 20.-22.8.2010.
sme: Čihččet geardde lágiduvvon Ijahis idja čuodjá Anára kirkosiiddas 20.–22.8.2010.

source: Ijahis idja - tapahtuman järjestävät yhteistyössä Anára Sámisearvi, Saamelaiskäräjät, Saamelaisalueen koulutuskeskus, Saamelaismuseo Siida, Inarin kunta ja Giellagas-instituutti.
sme: Ijahis idja – dáhpáhusa lágidit ovttasráđiid Anára Sámisearvi, Sámediggi, Sámi oahpahusguovddáš, Sámemusea Siida, Anára gielda ja Giellagas-instituhtta.
